/* 
  Localizable.strings
  Briefly

  Created by Matthias Gansrigler on 13.04.2015.
  Copyright (c) 2015 Eternal Storms Software. All rights reserved.
*/

//Strings to be defined by user per app
"ESSAcknowledgementsFile" =		"SiriMote Acknowledgements.pdf"; //leave empty for no acknowledgements file or change it to the (localized) filename of your acknowledgements file, like 'Acknowledgements_en.pdf'
"Copyright" =					"Copyright © 2020-2026 Eternal Storms Software. All Rights Reserved."; //fallback if info.plist not found


//strings not to be meddled with
"SubscribeNewsletter" =			"Subscribe to the Eternal Storms Software Newsletter";
"SubscribeSubscribe" =			"Subscribe";
"SubscribeCancel" =				"Cancel";
"NewsletterFrequencyTooltip" =	"Low-frequency, once a month at most";

"RateOnAppStore" =				"Rate %@ on the Mac App Store";
"TwitterMenuItemString" =		"@%@ on Twitter";
"VersionFieldString" =			"Version %@ (%@)";
"FacebookGroup" =				"Eternal Storms Software on Facebook";
